{
  "home": "Accueil",
  "about Us": "À propos",
  "schedule": "Horaire",
  "contacts": "Contacts",
  "support": "Soutien",
  "welcome": "Bienvenue dans notre église",
  "footerText": "© 2025 Notre Église. Tous droits réservés.",


    "Ukrainian Autocephalous Orthodox Church (UAOC)": "Église orthodoxe autocéphale ukrainienne (UAOC)",
  "aboutHistoryText": "L’histoire de notre Église, l’UAOC, est une tentative de restaurer la métropole de Kyiv, l’Église du peuple. Notre métropole de Kyiv fut absorbée par le Patriarcat de Moscou. En 1685, l’ordination de l’archevêque Gédéon de Kyiv par le patriarche Joachim de Moscou initia le processus de subordination de Kyiv à Moscou. L’annexion reposait sur l’acte de 1686 du Patriarcat œcuménique de Constantinople, qui accordait au patriarche de Moscou le droit d’ordonner le métropolite de Kyiv. Celui-ci devait commémorer d’abord le patriarche œcuménique, reconnaissant ainsi son autorité. En 1722, Pierre Ier supprima la métropole de Kyiv. Les interprétations de cet acte diffèrent : Moscou affirme qu’il s’agissait d’un transfert, tandis que Constantinople soutient qu’il ne s’agissait que d’une permission d’ordination. La création de l’UAOC fut donc une tentative de restaurer ce qui avait été perdu. Le désir du peuple ukrainien d’avoir un État national allait de pair avec celui d’avoir une Église nationale. La révolution d’Octobre 1917 en Russie donna l’élan à l’État ukrainien et à son Église. Les dirigeants spirituels et civils voulaient non seulement une nation indépendante mais aussi une Église où l’on priait et lisait l’Évangile en ukrainien. Le 9 mai 1919, jour de la Saint-Nicolas d’été, Vasyl Lypkivsky déclara la naissance de l’UAOC, lors de la première liturgie en ukrainien. Le compositeur Mykola Leontovych composa la musique pour l’occasion et dirigea lui-même le chœur. L’UAOC subsista en Ukraine jusqu’à la fin des années 1930, avant d’être détruite par les répressions soviétiques, mais survécut en émigration au Canada, aux États-Unis, en Europe, en Australie et au Brésil. En France, dès 1924, de nombreux émigrés ukrainiens, dont des militaires de l’armée de l’UNR, organisèrent la vie paroissiale et fondèrent une confrérie dirigée par Ivan Karbovsky. En 1926, les Ukrainiens de France se placèrent sous la juridiction de l’UAOC en exil dirigée par l’archimandrite Ioan Teodorovych. Cette même année, le métropolite Vasyl Lypkivsky adressa ses salutations aux fidèles de France. La communauté parisienne nomma ensuite son église en l’honneur de Symon Petliura. Les offices eurent d’abord lieu dans des temples protestants, puis à l’église Saint-Denis, boulevard Blanqui. En 1947, la communauté acheta une maison dans le 20ᵉ arrondissement de Paris, avant de s’établir rue Palestin. En 1995, l’UAOC aux États-Unis rejoignit le Patriarcat œcuménique, comme l’UOCC au Canada en 1990. Tous les évêques furent reçus sans réordination. Aujourd’hui, l’archevêque Daniel de Pamphylie, chef de l’éparchie occidentale de l’UOC des États-Unis, veille sur les fidèles ukrainiens orthodoxes d’Europe occidentale et joua un rôle important, avec l’évêque Hilarion d’Edmonton, comme exarque du patriarche Bartholomée dans l’octroi de l’autocéphalie à l’OCU.",
  "Learn More": "En savoir plus",
  "Download Files": "Télécharger des fichiers",


    "contactsTitle": "Contacts",
  "churchAddressTitle": "Adresse de l'église",
  "churchAddress": "Rue Tserkovna 12, Kyiv, Ukraine",
  "workingHoursTitle": "Horaires",
  "workingHours": "Chaque dimanche à 10h00 – Divine Liturgie",
  "followUsTitle": "Suivez-nous",
  "locationOnMap": "Emplacement sur la carte",
  "priest": "Prêtre",
  "parishHead": "Chef de la paroisse",
  "brotherhoodHead": "Chef de la confrérie",


    "scheduleTitle": "Horaire des Offices",
  "sundayService": "Divine Liturgie",
  "everySunday": "Chaque dimanche",
  "startsAt": "Commence à 10:00",
  "location": "À l'église",
  "otherServices": "Autres Offices",
  "note": "L'horaire des offices festifs et quotidiens peut varier selon le calendrier de l'église.",
  "followUs": "Suivez les informations sur nos réseaux sociaux :",
  "verse-1": "“Venez et voyez.” — Jean 1:39",

    "Church Reconstruction": "Reconstruction de l'église",
  "Help rebuild our church so it remains a place of worship and community.": "Aidez à reconstruire notre église pour qu'elle reste un lieu de prière et de communauté.",
  "Support UK Soldiers": "Soutien aux soldats ukrainiens",
  "Support our soldiers in the UK to provide safety and essential aid.": "Soutenez nos soldats pour assurer la sécurité et l'aide essentielle.",
  "Valid Thru": "Valable jusqu’au",
  "For more info, you can": "Pour plus d'informations, vous pouvez",
  "contact the priest": "contacter le prêtre",

 "verses":[ 
  "Car Dieu a tant aimé le monde… (Jean 3:16)",
    "Le Seigneur est mon berger… (Psaume 23:1)",
    "Je puis tout par Christ… (Philippiens 4:13)",
    "Confie-toi en l'Éternel de tout ton cœur… (Proverbes 3:5)",
    "Sois fort et courageux… (Josué 1:9)",
    "Réjouissez-vous toujours, priez sans cesse… (1 Thessaloniciens 5:16-17)",
    "L'amour est patient, l'amour est bon… (1 Corinthiens 13:4-5)",
    "Je ne craindrai aucun mal… (Psaume 23:4)",
    "Ta parole est une lampe à mes pieds… (Psaume 119:105)",
    "Recommande tes œuvres à l'Éternel… (Proverbes 16:3)",
    "Déchargez-vous sur lui de tous vos soucis… (1 Pierre 5:7)",
    "Heureux ceux qui procurent la paix… (Matthieu 5:9)",
    "Fais de l'Éternel tes délices… (Psaume 37:4)",
    "Ne vous inquiétez de rien… (Philippiens 4:6)",
    "Que votre lumière brille devant les hommes… (Matthieu 5:16)",
    "Crée en moi un cœur pur… (Psaume 51:10)",
    "Je suis le chemin, la vérité et la vie… (Jean 14:6)",
    "L'Éternel est ma lumière et mon salut… (Psaume 27:1)",
    "Ma grâce te suffit… (2 Corinthiens 12:9)",
    "Faites tout dans l'amour… (1 Corinthiens 16:14)",
    "Le Seigneur combattra pour vous… (Exode 14:14)",
    "Goûtez et voyez combien l'Éternel est bon… (Psaume 34:8)",
    "Heureux ceux qui ont faim et soif de justice… (Matthieu 5:6)",
    "L'Éternel est proche de tous ceux qui l'invoquent… (Psaume 145:18)",
    "La foi peut déplacer les montagnes… (Matthieu 17:20)",
    "Cherchez d'abord le royaume de Dieu… (Matthieu 6:33)",
    "La joie du Seigneur est votre force… (Néhémie 8:10)",
    "Dieu est notre refuge et notre force… (Psaume 46:1)",
    "Je vous laisse la paix… (Jean 14:27)",
    "Arrêtez et sachez que je suis Dieu… (Psaume 46:10)",
    "Marchez dans l'amour… (Éphésiens 5:2)",
    "Servez-vous les uns les autres avec humilité… (Galates 5:13)",
    "Que votre espérance vous rende joyeux… (Romains 12:12)",
    "Ne soyez pas vaincus par le mal… (Romains 12:21)",
    "Un cœur joyeux est un bon remède… (Proverbes 17:22)",
    "Le Seigneur est juste dans toutes ses voies… (Psaume 145:17)",
    "Vous êtes la lumière du monde… (Matthieu 5:14)",
    "Heureux celui qui se confie en l'Éternel… (Jérémie 17:7)",
    "Remettez vos soucis à l'Éternel… (Psaume 55:22)",
    "L'Éternel est compatissant et plein de grâce… (Psaume 103:8)",
    "Je te louerai, ô Seigneur… (Psaume 146:1)",
    "Ne vous inquiétez pas pour demain… (Matthieu 6:34)",
    "Que tout ce qui respire loue le Seigneur… (Psaume 150:6)",
    "Car je connais les projets que j'ai pour vous… (Jérémie 29:11)",
    "L'amour constant de l'Éternel ne cesse jamais… (Lamentations 3:22)",
    "Goûtez et voyez combien l'Éternel est bon… (Psaume 34:8)",
    "L'Éternel est bon, un refuge au jour de la détresse… (Nahum 1:7)",
    "Déchargez sur lui toute votre anxiété… (1 Pierre 5:7)",
    "Le Seigneur est ma force et mon bouclier… (Psaume 28:7)",
    "Heureux ceux qui ont le cœur pur… (Matthieu 5:8)",
    "Il guérit ceux qui ont le cœur brisé… (Psaume 147:3)",
    "Venez à moi, vous tous qui êtes fatigués… (Matthieu 11:28)",
    "Que la paix du Christ règne dans vos cœurs… (Colossiens 3:15)",
    "Soyez forts et prenez courage… (Psaume 31:24)",
    "Le Seigneur est plein de grâce et de compassion… (Psaume 111:4)",
    "Dieu est notre refuge et notre force… (Psaume 46:1)",
    "Réjouissez-vous toujours dans le Seigneur… (Philippiens 4:4)",
    "Faites-lui confiance en tout temps… (Psaume 62:8)",
    "Soyez bons les uns envers les autres… (Éphésiens 4:32)",
    "Ne crains pas, car je suis avec toi… (Ésaïe 41:10)",
    "Aime ton prochain comme toi-même… (Matthieu 22:39)",
    "Portez les fardeaux les uns des autres… (Galates 6:2)",
    "Le Seigneur est mon berger… (Psaume 23:1)",
    "Ta parole est une lampe à mes pieds… (Psaume 119:105)",
    "Arrêtez et sachez que je suis Dieu… (Psaume 46:10)",
    "Recommande ton chemin à l'Éternel… (Psaume 37:5)",
    "Le Seigneur est mon rocher et ma forteresse… (Psaume 18:2)",
    "Je puis tout par Christ… (Philippiens 4:13)",
    "Heureux les miséricordieux… (Matthieu 5:7)",
    "Ne crains pas, car je suis avec toi… (Ésaïe 43:5)",
    "Dieu est amour… (1 Jean 4:8)",
    "Le Seigneur est ma lumière et mon salut… (Psaume 27:1)",
    "Confie-toi en l'Éternel et fais le bien… (Psaume 37:3)",
    "N’aie pas peur… (Deutéronome 31:6)",
    "Il te couvrira de ses plumes… (Psaume 91:4)",
    "L'Éternel est proche de tous ceux qui l'invoquent… (Psaume 145:18)",
    "Foi, espérance et amour… (1 Corinthiens 13:13)",
    "Réjouissez-vous dans l'espérance, soyez patients dans la tribulation… (Romains 12:12)",
    "Remets ton fardeau à l'Éternel… (Psaume 55:22)",
    "L'Éternel ton Dieu est avec toi… (Sophonie 3:17)",
    "Dieu pourvoira à tous vos besoins… (Philippiens 4:19)",
    "Mets ta confiance en l'Éternel à jamais… (Ésaïe 26:4)",
    "Je t'ai aimé d'un amour éternel… (Jérémie 31:3)",
    "Le Seigneur est fidèle… (1 Corinthiens 1:9)",
    "Servez le Seigneur avec joie… (Psaume 100:2)",
    "Le Seigneur est juste dans toutes ses voies… (Psaume 145:17)",
    "Il restaure mon âme… (Psaume 23:3)",
    "Heureux ceux qui pleurent… (Matthieu 5:4)",
    "Le Seigneur est ma force… (Psaume 28:7)",
    "Fais de l'Éternel tes délices… (Psaume 37:4)",
    "Le Seigneur est compatissant… (Psaume 103:8)",
    "Il donne de la force à celui qui faiblit… (Ésaïe 40:29)",
    "Le Seigneur est bon pour tous… (Psaume 145:9)",
    "Soyez forts et prenez courage… (Psaume 31:24)",
    "Aimez-vous les uns les autres comme je vous ai aimés… (Jean 15:12)",
    "Le Seigneur est mon refuge… (Psaume 46:1)",
    "Remettez vos soucis au Seigneur… (1 Pierre 5:7)",
    "Le Seigneur est mon berger… (Psaume 23:1)",
    "Dieu est notre refuge… (Psaume 46:1)",
    "Que votre lumière brille… (Matthieu 5:16)",
    "Réjouissez-vous dans le Seigneur… (Philippiens 4:4)",
    "Que le Seigneur te bénisse et te garde… (Nombres 6:24-26)",
    "Sois fort et courageux… (Josué 1:9)",
    "Ne crains pas… (Ésaïe 41:10)",
    "Le Seigneur est proche… (Psaume 145:18)",
    "Ta parole est une lampe… (Psaume 119:105)",
    "La foi peut déplacer des montagnes… (Matthieu 17:20)",
    "Servez-vous les uns les autres… (Galates 5:13)",
    "Soyez bons et compatissants… (Éphésiens 4:32)",
    "Dieu est amour… (1 Jean 4:8)",
    "Le Seigneur combattra pour vous… (Exode 14:14)",
    "Venez à moi tous ceux qui êtes fatigués… (Matthieu 11:28)",
    "Ne soyez pas anxieux… (Philippiens 4:6)",
    "Le Seigneur est mon rocher… (Psaume 18:2)",
    "Heureux ceux qui procurent la paix… (Matthieu 5:9)"
],

"home-page": {
  "nextVerse": "Verset suivant",
  "latestEvents": "Derniers événements",
  "readMore": "Lire la suite",
  "events": {
    "sundayService": {
      "title": "Culte du dimanche",
      "description": "Rejoignez notre service de culte dominical hebdomadaire."
    },
    "youthMeeting": {
      "title": "Réunion des jeunes",
      "description": "Notre groupe de jeunes se réunit tous les vendredis soir."
    },
    "bibleStudy": {
      "title": "Étude biblique",
      "description": "Approfondissez la Parole chaque mercredi."
    },
    "communityOutreach": {
      "title": "Service communautaire",
      "description": "Servir notre communauté avec amour et compassion."
    },
    "christmasConcert": {
      "title": "Concert de Noël",
      "description": "Célébrez la naissance du Christ avec musique et joie."
    },
    "prayerNight": {
      "title": "Veillée de prière",
      "description": "Rejoignez-nous pour une nuit de prière et d'adoration."
    }
  }
},


"event-details-page": {
    "eventNotFound": "Événement non trouvé",
    "labels": {
      "date": "Date",
      "time": "Heure",
      "location": "Lieu",
      "organizer": "Organisateur",
      "contact": "Contact",
      "backBtn": "← Retour aux événements",
      "notSpecified": "Non spécifié"
    }
  }

}
